blog-posts/2004-02-26-oooh-emacs-ubercoder-status.org
#+TITLE: Oooh, Emacs ubercoder status

February 26th, 2004 -
[[http://sachachua.com/blog/p/1779][http://sachachua.com/blog/p/1779]]

#+BEGIN_EXAMPLE
     sachac: want to take over emacs-wiki?
     sachac: damien handed it off to somebody else, but I think you would do a good job
     sachac: and then you'll control the package that planner.el sits on
     sachac: enable you to do more extensive mods.. :)
     johnw: can you offer any advice on using planner-diary.el? not having any luck getting diary entries to
               display in my planner.
     johnsu01: i've never even heard of planner-diary.el!!
     johnw: Mark Triggs is in charge of emacs-wiki now...
     johnw: I've got a couple of patches for it, and am waiting for him to merge the ones he likes.
     sachac: well, since nobody asked me, I am offering it to you
     johnsu01: Oh! That's Thomas Gehrlein's package, right?
     sachac: but if you two are working together already, then that's fine too
     johnw: Haven't heard much from him, but I'd love to help out. Thanks for the offer! =) I'll let him try it out
              first; if he's too busy to maintain it, then I'll offer to take over. emacs-wiki is way cool.
     sachac: awesome; i'd rather see it in your hands, because i know you and know the good work you've done with
            planner
     sachac: if you're doing planner and remember both, all the more reason to add emacs-wiki, schedule and timeclock
            to your list :)
     all i'm going to say is, it's really too bad you are so young and so far away; you are an awesome girl, sacha --
            and quite an uebercoder yourself!
#+END_EXAMPLE

